Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.blocking_demo.shake_body
source: Shake your phone now, or tap this card.
ar: هزّي هاتفك الآن، أو انقري على هذه البطاقة.
bn: এখন ফোনটি ঝাঁকান, অথবা এই কার্ডে ট্যাপ করুন।
ca: Sacseja el mòbil ara o toca aquesta targeta.
cs: Teď zatřes telefonem, nebo klepni na tuto kartu.
da: Ryst din telefon nu, eller tryk på dette kort.
de: Schüttle jetzt dein Handy oder tippe auf diese Karte.
el: Κούνησε τώρα το τηλέφωνό σου ή πάτα αυτή την κάρτα.
es: Agita el teléfono ahora, o toca esta tarjeta.
fi: Ravista puhelinta nyt tai napauta tätä korttia.
fr: Secoue ton iPhone maintenant, ou touche cette carte.
gu: હવે તમારો ફોન હલાવો, અથવા આ કાર્ડ પર ટૅપ કરો.
he: נערי את הטלפון עכשיו, או הקישי על הכרטיס הזה.
hi: अभी अपना फ़ोन हिलाएँ, या इस कार्ड पर टैप करें।
hr: Protresi telefon sada ili dodirni ovu karticu.
hu: Rázd meg most a telefont, vagy koppints erre a kártyára.
id: Goyangkan ponselmu sekarang, atau ketuk kartu ini.
it: Scuoti ora il telefono oppure tocca questa scheda.
ja: 今すぐスマートフォンを振るか、このカードをタップしてください。
kn: ಈಗ ನಿಮ್ಮ ಫೋನ್ ಅಲುಗಾಡಿಸಿ, ಅಥವಾ ಈ ಕಾರ್ಡ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 지금 휴대폰을 흔들거나 이 카드를 탭하세요.
ml: ഇപ്പോൾ നിങ്ങളുടെ ഫോൺ കുലുക്കൂ, അല്ലെങ്കിൽ ഈ കാർഡിൽ ടാപ്പ് ചെയ്യൂ.
mr: आता तुमचा फोन हलवा, किंवा या कार्डवर टॅप करा.
ms: Goncang telefon kamu sekarang, atau ketik kad ini.
nb: Rist telefonen nå, eller trykk på dette kortet.
nl: Schud nu je telefoon, of tik op deze kaart.
or: ଏବେ ଆପଣଙ୍କ ଫୋନ୍ ହଲାନ୍ତୁ, କିମ୍ବା ଏହି କାର୍ଡରେ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਹੁਣ ਆਪਣਾ ਫ਼ੋਨ ਹਿਲਾਓ, ਜਾਂ ਇਸ ਕਾਰਡ ’ਤੇ ਟੈਪ ਕਰੋ।
pl: Potrząśnij teraz telefonem albo stuknij tę kartę.
pt_br: Balance o celular agora ou toque neste card.
pt_pt: Abana o telemóvel agora ou toca neste cartão.
ro: Scutură-ți telefonul acum sau atinge acest card.
ru: Встряхни телефон сейчас или коснись этой карточки.
sk: Teraz zatras telefónom alebo ťukni na túto kartu.
sl: Zdaj stresi telefon ali tapni to kartico.
sv: Skaka telefonen nu, eller tryck på det här kortet.
ta: இப்போது உங்கள் போனைக் குலுக்குங்கள், அல்லது இந்த கார்டைத் தட்டுங்கள்.
te: ఇప్పుడు మీ ఫోన్‌ను ఊపండి, లేదా ఈ కార్డ్‌ను నొక్కండి.
th: เขย่าโทรศัพท์ตอนนี้ หรือแตะการ์ดนี้
tr: Şimdi telefonunu salla ya da bu karta dokun.
uk: Струсни телефон зараз або торкнись цієї картки.
ur: ابھی اپنا فون ہلائیں، یا اس کارڈ پر ٹیپ کریں۔
vi: Lắc điện thoại ngay bây giờ, hoặc chạm vào thẻ này.
zh_hans: 现在摇一摇手机，或点按这张卡片。
zh_hant: 現在搖一搖手機，或點一下這張卡片。

# onboarding.blocking_demo.apps_label
source: Your apps
ar: تطبيقاتك
bn: আপনার অ্যাপ
ca: Les teves apps
cs: Tvoje aplikace
da: Dine apps
de: Deine Apps
el: Οι εφαρμογές σου
es: Tus apps
fi: Sovelluksesi
fr: Tes apps
gu: તમારી ઍપ્સ
he: האפליקציות שלך
hi: आपके ऐप्स
hr: Tvoje aplikacije
hu: Az appjaid
id: Aplikasimu
it: Le tue app
ja: あなたのアプリ
kn: ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳು
ko: 내 앱
ml: നിങ്ങളുടെ ആപ്പുകൾ
mr: तुमची ॲप्स
ms: Apl kamu
nb: Appene dine
nl: Je apps
or: ଆପଣଙ୍କ ଆପ୍
pa: ਤੁਹਾਡੀਆਂ ਐਪਾਂ
pl: Twoje aplikacje
pt_br: Seus apps
pt_pt: As tuas apps
ro: Aplicațiile tale
ru: Твои приложения
sk: Tvoje aplikácie
sl: Tvoje aplikacije
sv: Dina appar
ta: உங்கள் ஆப்ஸ்
te: మీ యాప్‌లు
th: แอปของคุณ
tr: Uygulamaların
uk: Твої застосунки
ur: آپ کی ایپس
vi: Ứng dụng của bạn
zh_hans: 你的应用
zh_hant: 你的 App

# onboarding.blocking_demo.locked_label
source: Paused
ar: متوقف مؤقتًا
bn: পজ করা
ca: En pausa
cs: Pozastaveno
da: På pause
de: Pausiert
el: Σε παύση
es: En pausa
fi: Tauolla
fr: En pause
gu: થોભેલી
he: מושהית
hi: रुका हुआ
hr: Pauzirano
hu: Szünetel
id: Dijeda
it: In pausa
ja: 一時停止中
kn: ತಡೆಹಿಡಿಯಲಾಗಿದೆ
ko: 일시 중지됨
ml: പോസ് ചെയ്‌തു
mr: थांबलेले
ms: Dijeda
nb: Pauset
nl: Gepauzeerd
or: ବିରାମରେ
pa: ਰੁਕੀ ਹੋਈ
pl: Wstrzymane
pt_br: Pausado
pt_pt: Em pausa
ro: Pe pauză
ru: На паузе
sk: Pozastavené
sl: Zaustavljeno
sv: Pausade
ta: இடைநிறுத்தப்பட்டது
te: పాజ్ అయింది
th: หยุดชั่วคราว
tr: Duraklatıldı
uk: На паузі
ur: روکی ہوئی
vi: Đã tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

# onboarding.blocking_demo.shake_progress
source: %lld of %lld shakes
ar: %lld من %lld هزّات
bn: %lld/%lld ঝাঁকি
ca: %lld de %lld sacsejades
cs: %lld z %lld zatřesení
da: %lld af %lld rystelser
de: %lld von %lld Bewegungen
el: %lld από %lld κουνήματα
es: %lld de %lld sacudidas
fi: %lld/%lld ravistusta
fr: %lld sur %lld secousses
gu: %2$lld માંથી %1$lld વાર હલાવ્યો
he: %lld מתוך %lld ניעורים
hi: %2$lld में से %1$lld झटके
hr: %lld od %lld potresanja
hu: %lld / %lld rázás
id: %lld dari %lld goyangan
it: %lld di %lld scosse
ja: %lld / %lld回振りました
kn: %lld / %lld ಅಲುಗಾಟಗಳು
ko: %lld/%lld회 흔들기
ml: %lld / %lld കുലുക്കങ്ങൾ
mr: %2$lld पैकी %1$lld वेळा हलवले
ms: %lld daripada %lld goncangan
nb: %lld av %lld ristinger
nl: %lld van %lld schuddingen
or: %2$lld ମଧ୍ୟରୁ %1$lld ହଲାଣି
pa: %2$lld ਵਿੱਚੋਂ %1$lld ਵਾਰ ਹਿਲਾਇਆ
pl: %lld z %lld potrząśnięć
pt_br: %lld de %lld movimentos
pt_pt: %lld de %lld abanões
ro: %lld din %lld scuturări
ru: %lld из %lld встряхиваний
sk: %lld z %lld zatrasení
sl: %lld od %lld tresljajev
sv: %lld av %lld skakningar
ta: %lld / %lld குலுக்கல்கள்
te: %lld / %lld ఊపులు
th: เขย่าแล้ว %lld จาก %lld ครั้ง
tr: %lld / %lld sallama
uk: %lld з %lld струшувань
ur: %2$lld میں سے %1$lld جھٹکے
vi: %lld/%lld lần lắc
zh_hans: 已摇动 %lld/%lld 次
zh_hant: 已搖動 %lld/%lld 次

# onboarding.blocking_demo.shake_title
source: Try shaking to check in
ar: جرّبي الهزّ للتسجيل
bn: ঝাঁকিয়ে টিক দিয়ে দেখুন
ca: Prova de sacsejar per confirmar
cs: Zkus odškrtnout zatřesením
da: Prøv at ryste for at krydse af
de: Probiere das Schütteln zum Abhaken
el: Δοκίμασε να το σημειώσεις κουνώντας το τηλέφωνο
es: Prueba agitar para marcar
fi: Kokeile kuitata ravistamalla
fr: Essaie de secouer pour valider
gu: હલાવીને નોંધ કરી જુઓ
he: נסי לנער כדי לסמן
hi: फ़ोन हिलाकर दर्ज करके देखें
hr: Probaj se javiti protresanjem
hu: Próbáld ki a kipipálást rázással
id: Coba goyangkan untuk check-in
it: Prova a scuotere per confermare
ja: 振って記録してみましょう
kn: ಅಲುಗಾಡಿಸಿ ದಾಖಲಿಸಿ ನೋಡಿ
ko: 흔들어서 체크해 보세요
ml: കുലുക്കി രേഖപ്പെടുത്തി നോക്കൂ
mr: फोन हलवून नोंद करून पाहा
ms: Cuba goncang untuk sahkan
nb: Prøv å riste for å krysse av
nl: Probeer schudden om af te vinken
or: ହଲାଇ ଦର୍ଜ କରି ଦେଖନ୍ତୁ
pa: ਹਿਲਾ ਕੇ ਦਰਜ ਕਰਕੇ ਦੇਖੋ
pl: Spróbuj odhaczyć potrząśnięciem
pt_br: Experimente balançar para registrar
pt_pt: Experimenta abanar para registar
ro: Încearcă bifarea prin scuturare
ru: Попробуй встряхнуть, чтобы отметиться
sk: Skús odškrtnúť zatrasením
sl: Poskusi odkljukati s stresanjem
sv: Testa att skaka för att bocka av
ta: குலுக்கிப் பதிவு செய்து பாருங்கள்
te: ఊపి నమోదు చేసి చూడండి
th: ลองเขย่าเพื่อเช็กอิน
tr: İşaretlemek için sallamayı dene
uk: Спробуй струснути, щоб відмітитися
ur: فون ہلا کر درج کر کے دیکھیں
vi: Thử lắc để điểm danh
zh_hans: 试试摇一摇打卡
zh_hant: 試試搖一搖打卡

# onboarding.blocking_demo.drag_title
source: Drag this onto your apps.
ar: اسحبي هذا إلى تطبيقاتك.
bn: এটি আপনার অ্যাপগুলোর ওপর টেনে আনুন।
ca: Arrossega això sobre les teves apps.
cs: Přetáhni to na své aplikace.
da: Træk denne hen på dine apps.
de: Ziehe das auf deine Apps.
el: Σύρε αυτό πάνω στις εφαρμογές σου.
es: Arrastra esto sobre tus apps.
fi: Vedä tämä sovellustesi päälle.
fr: Glisse ça sur tes apps.
gu: આને તમારી ઍપ્સ પર ખેંચો.
he: גררי את זה אל האפליקציות שלך.
hi: इसे अपने ऐप्स पर खींचें।
hr: Povuci ovo na svoje aplikacije.
hu: Húzd ezt az appjaidra.
id: Seret ini ke aplikasimu.
it: Trascina questo sulle tue app.
ja: これをアプリにドラッグ。
kn: ಇದನ್ನು ನಿಮ್ಮ ಆ್ಯಪ್‌ಗಳ ಮೇಲೆ ಎಳೆಯಿರಿ.
ko: 이걸 앱 위로 드래그하세요.
ml: ഇത് നിങ്ങളുടെ ആപ്പുകളിലേക്ക് വലിച്ചിടൂ.
mr: हे तुमच्या ॲप्सवर ओढा.
ms: Seret ini ke atas apl kamu.
nb: Dra dette over appene dine.
nl: Sleep dit naar je apps.
or: ଏହାକୁ ଆପଣଙ୍କ ଆପ୍ ଉପରକୁ ଟାଣନ୍ତୁ।
pa: ਇਸਨੂੰ ਆਪਣੀਆਂ ਐਪਾਂ ਉੱਤੇ ਖਿੱਚੋ।
pl: Przeciągnij to na swoje aplikacje.
pt_br: Arraste isso para seus apps.
pt_pt: Arrasta isto para as tuas apps.
ro: Trage asta peste aplicațiile tale.
ru: Перетащи это на свои приложения.
sk: Potiahni to na svoje aplikácie.
sl: Povleci to na svoje aplikacije.
sv: Dra den här till dina appar.
ta: இதை உங்கள் ஆப்ஸ் மீது இழுங்கள்.
te: దీన్ని మీ యాప్‌ల మీదకు లాగండి.
th: ลากสิ่งนี้ไปวางบนแอปของคุณ
tr: Bunu uygulamalarının üzerine sürükle.
uk: Перетягни це на свої застосунки.
ur: اسے اپنی ایپس پر کھینچیں۔
vi: Kéo cái này lên ứng dụng của bạn.
zh_hans: 把它拖到你的应用上。
zh_hant: 把它拖到你的 App 上。

# onboarding.blocking_demo.demo_label
source: Demo
ar: عرض تجريبي
bn: ডেমো
cs: Ukázka
el: Επίδειξη
fr: Démo
gu: ડેમો
he: הדגמה
hi: डेमो
hu: Bemutató
ja: デモ
kn: ಡೆಮೋ
ko: 데모
ml: ഡെമോ
mr: डेमो
or: ଡେମୋ
pa: ਡੈਮੋ
ru: Демо
sk: Ukážka
ta: டெமோ
te: డెమో
th: เดโม
uk: Демо
ur: ڈیمو
zh_hans: 演示
zh_hant: 示範

# onboarding.blocking_demo.title
source: Apps pause until you check in.
ar: تتوقف التطبيقات مؤقتًا حتى تسجّلي.
bn: টিক না দেওয়া পর্যন্ত অ্যাপ পজ থাকে।
ca: Les apps es queden en pausa fins que confirmis.
cs: Aplikace jsou pozastavené, dokud neodškrtneš dnešek.
da: Apps er på pause, indtil du krydser af.
de: Deine Apps pausieren, bis du abhakst.
el: Οι εφαρμογές μένουν σε παύση μέχρι να το σημειώσεις.
es: Las apps se pausan hasta que marques lo de hoy.
fi: Sovellukset ovat tauolla, kunnes kuittaat.
fr: Les apps se mettent en pause jusqu’à ce que tu valides.
gu: નોંધ ન કરો ત્યાં સુધી ઍપ્સ થોભેલી રહે છે.
he: האפליקציות מושהות עד שתסמני.
hi: दर्ज करने तक ऐप्स रुके रहते हैं।
hr: Aplikacije su pauzirane dok se ne javiš.
hu: Az appok szünetelnek, amíg ki nem pipálod.
id: Aplikasi dijeda sampai kamu check-in.
it: Le app restano in pausa finché non confermi.
ja: 記録するまで、アプリは一時停止します。
kn: ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ಆ್ಯಪ್‌ಗಳು ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ.
ko: 체크할 때까지 앱이 일시 중지돼요.
ml: നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ ആപ്പുകൾ പോസ് ആയിരിക്കും.
mr: नोंद करेपर्यंत ॲप्स थांबलेली राहतात.
ms: Apl dijeda sehingga kamu sahkan.
nb: Appene er pauset til du krysser av.
nl: Je apps pauzeren tot je afvinkt.
or: ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ ଆପ୍ ବିରାମରେ ରହେ।
pa: ਦਰਜ ਕਰਨ ਤੱਕ ਐਪਾਂ ਰੁਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।
pl: Aplikacje są wstrzymane, aż odhaczysz dzień.
pt_br: Os apps ficam pausados até você registrar.
pt_pt: As apps ficam em pausa até registares.
ro: Aplicațiile stau pe pauză până bifezi ziua.
ru: Приложения на паузе, пока ты не отметишься.
sk: Aplikácie sú pozastavené, kým neodškrtneš dnešok.
sl: Aplikacije so zaustavljene, dokler ne odkljukaš.
sv: Appar pausas tills du bockar av.
ta: நீங்கள் பதிவு செய்யும் வரை ஆப்ஸ் இடைநிறுத்தப்படும்.
te: మీరు నమోదు చేసే వరకు యాప్‌లు పాజ్ అవుతాయి.
th: แอปจะหยุดชั่วคราวจนกว่าคุณจะเช็กอิน
tr: Uygulamalar sen işaretleyene kadar duraklar.
uk: Застосунки на паузі, доки ти не відмітишся.
ur: درج کرنے تک ایپس رکی رہتی ہیں۔
vi: Ứng dụng tạm dừng cho đến khi bạn điểm danh.
zh_hans: 应用会暂停，直到你完成打卡。
zh_hant: App 會暫停，直到你完成打卡。

# onboarding.blocking_setup.subtitle
source: The apps you pick pause after a reminder. They come back when you check in.
ar: تتوقف التطبيقات التي تختارينها مؤقتًا بعد التذكير. وتعود عندما تسجّلي.
bn: আপনার বেছে নেওয়া অ্যাপগুলো রিমাইন্ডারের পর পজ হবে। টিক দিলে সেগুলো আবার খোলা যাবে।
ca: Les apps que triïs es posen en pausa després d’un recordatori. Tornen quan confirmes.
cs: Vybrané aplikace se po připomínce pozastaví. Vrátí se, až odškrtneš dnešek.
da: De apps, du vælger, sættes på pause efter en påmindelse. De kommer tilbage, når du krydser af.
de: Die Apps, die du wählst, pausieren nach einer Erinnerung. Wenn du abhakst, sind sie wieder da.
el: Οι εφαρμογές που διαλέγεις μπαίνουν σε παύση μετά από μια υπενθύμιση. Επιστρέφουν όταν το σημειώσεις.
es: Las apps que elijas se pausan tras un recordatorio. Vuelven cuando marques lo de hoy.
fi: Valitsemasi sovellukset menevät tauolle muistutuksen jälkeen. Ne palaavat, kun kuittaat.
fr: Les apps que tu choisis se mettent en pause après un rappel. Elles reviennent quand tu valides.
gu: તમે પસંદ કરેલી ઍપ્સ રિમાઇન્ડર પછી થોભી જાય છે. નોંધ કરતાં તે ફરી ખૂલે છે.
he: האפליקציות שבחרת מושהות אחרי תזכורת. הן חוזרות כשאת מסמנת.
hi: आपके चुने हुए ऐप्स रिमाइंडर के बाद रुक जाते हैं। दर्ज करने पर वे फिर से खुल जाते हैं।
hr: Aplikacije koje odabereš pauziraju se nakon podsjetnika. Vraćaju se kad se javiš.
hu: A választott appok egy emlékeztető után szünetelnek. Amikor kipipálod, visszatérnek.
id: Aplikasi yang kamu pilih dijeda setelah pengingat. Aplikasi kembali saat kamu check-in.
it: Le app che scegli vanno in pausa dopo un promemoria. Tornano quando confermi.
ja: 選んだアプリはリマインダーの後に一時停止します。記録すると、また開けるようになります。
kn: ನೀವು ಆರಿಸುವ ಆ್ಯಪ್‌ಗಳು ಜ್ಞಾಪನೆಯ ನಂತರ ತಡೆಹಿಡಿಯಲ್ಪಡುತ್ತವೆ. ನೀವು ದಾಖಲಿಸಿದಾಗ ಅವು ಮರಳುತ್ತವೆ.
ko: 선택한 앱은 알림 후에 일시 중지돼요. 체크하면 다시 열 수 있어요.
ml: നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ആപ്പുകൾ റിമൈൻഡറിന് ശേഷം പോസ് ആകും. നിങ്ങൾ രേഖപ്പെടുത്തുമ്പോൾ അവ തിരികെ വരും.
mr: तुम्ही निवडलेली ॲप्स रिमाइंडरनंतर थांबतात. नोंद केल्यावर ती पुन्हा उघडतात.
ms: Apl yang kamu pilih dijeda selepas peringatan. Apl itu kembali apabila kamu sahkan.
nb: Appene du velger, pauses etter en påminnelse. De kommer tilbake når du krysser av.
nl: De apps die je kiest, pauzeren na een herinnering. Ze komen terug als je afvinkt.
or: ଆପଣ ବାଛିଥିବା ଆପ୍ ରିମାଇଣ୍ଡର୍ ପରେ ବିରାମ ହୁଏ। ଦର୍ଜ କଲେ ସେଗୁଡ଼ିକ ପୁଣି ଖୋଲେ।
pa: ਤੁਹਾਡੀਆਂ ਚੁਣੀਆਂ ਐਪਾਂ ਰਿਮਾਈਂਡਰ ਤੋਂ ਬਾਅਦ ਰੁਕ ਜਾਂਦੀਆਂ ਹਨ। ਦਰਜ ਕਰਨ ’ਤੇ ਉਹ ਮੁੜ ਖੁੱਲ੍ਹ ਜਾਂਦੀਆਂ ਹਨ।
pl: Wybrane aplikacje zostają wstrzymane po przypomnieniu. Wracają, gdy odhaczysz dzień.
pt_br: Os apps que você escolher ficam pausados após um lembrete. Eles voltam quando você registrar.
pt_pt: As apps que escolheres ficam em pausa após um lembrete. Voltam quando registares.
ro: Aplicațiile pe care le alegi intră în pauză după un memento. Revin după ce bifezi ziua.
ru: Выбранные приложения встают на паузу после напоминания. Они снова открываются, когда ты отмечаешься.
sk: Vybrané aplikácie sa po pripomienke pozastavia. Vrátia sa, keď odškrtneš dnešok.
sl: Aplikacije, ki jih izbereš, se po opomniku zaustavijo. Vrnejo se, ko odkljukaš.
sv: Apparna du väljer pausas efter en påminnelse. De kommer tillbaka när du bockar av.
ta: நீங்கள் தேர்ந்தெடுக்கும் ஆப்ஸ் நினைவூட்டலுக்குப் பிறகு இடைநிறுத்தப்படும். நீங்கள் பதிவு செய்ததும் அவை திரும்பும்.
te: మీరు ఎంచుకున్న యాప్‌లు రిమైండర్ తర్వాత పాజ్ అవుతాయి. మీరు నమోదు చేయగానే అవి తిరిగి వస్తాయి.
th: แอปที่คุณเลือกจะหยุดชั่วคราวหลังการแจ้งเตือน และกลับมาเมื่อคุณเช็กอิน
tr: Seçtiğin uygulamalar bir hatırlatmadan sonra duraklar. İşaretlediğinde geri gelirler.
uk: Вибрані застосунки стають на паузу після нагадування. Вони знову відкриваються, коли ти відмічаєшся.
ur: آپ کی چنی ہوئی ایپس یاد دہانی کے بعد رک جاتی ہیں۔ درج کرنے پر وہ دوبارہ کھل جاتی ہیں۔
vi: Các ứng dụng bạn chọn sẽ tạm dừng sau lời nhắc. Chúng trở lại khi bạn điểm danh.
zh_hans: 你选择的应用会在提醒后暂停。打卡后就能重新打开。
zh_hant: 你選的 App 會在提醒後暫停。打卡後就能再次開啟。

# onboarding.blocking_setup.empty_detail
source: Next, Apple asks for Screen Time so the apps can pause. Tap Continue.
ar: بعدها تطلب Apple إذن مدة استخدام الجهاز حتى تتوقف التطبيقات مؤقتًا. اضغطي متابعة.
bn: এরপর অ্যাপগুলো পজ করার জন্য Apple স্ক্রিন টাইমের অনুমতি চাইবে। চালিয়ে যান-এ ট্যাপ করুন।
ca: Després, Apple demana Temps d’ús perquè les apps es puguin posar en pausa. Toca Continuar.
cs: Poté Apple požádá o Čas u obrazovky, aby se aplikace mohly pozastavit. Klepni na Pokračovat.
da: Derefter beder Apple om Skærmtid, så apps kan sættes på pause. Tryk på Fortsæt.
de: Als Nächstes fragt Apple nach Bildschirmzeit, damit die Apps pausieren können. Tippe auf Weiter.
el: Μετά η Apple ζητά πρόσβαση στον Χρόνο επί οθόνης για να μπορούν οι εφαρμογές να μπαίνουν σε παύση. Πάτα Συνέχεια.
es: Después, Apple pide acceso a Tiempo de uso para que las apps puedan pausarse. Toca Continuar.
fi: Seuraavaksi Apple pyytää Ruutuaikaa, jotta sovellukset voivat mennä tauolle. Napauta Jatka.
fr: Ensuite, Apple demande l’accès à Temps d’écran pour que les apps puissent se mettre en pause. Touche Continuer.
gu: હવે ઍપ્સ થોભાવવા માટે Apple સ્ક્રીન ટાઇમની મંજૂરી માગશે. ચાલુ રાખો પર ટૅપ કરો.
he: אחר כך Apple תבקש גישה לזמן מסך כדי שהאפליקציות יוכלו להיות מושהות. הקישי על המשך.
hi: इसके बाद Apple स्क्रीन टाइम की अनुमति माँगेगा, ताकि ऐप्स रुक सकें। जारी रखें पर टैप करें।
hr: Zatim Apple traži pristup Vremenu uporabe zaslona kako bi se aplikacije mogle pauzirati. Dodirni Nastavi.
hu: Ezután az Apple Képernyőidő-hozzáférést kér, hogy az appok szünetelhessenek. Koppints a Folytatás gombra.
id: Berikutnya, Apple meminta akses Durasi Layar agar aplikasi bisa dijeda. Ketuk Lanjut.
it: Poi Apple chiede Tempo di utilizzo così le app possono andare in pausa. Tocca Continua.
ja: 次に、アプリを一時停止できるようAppleがスクリーンタイムへのアクセスを求めます。「続ける」をタップしてください。
kn: ಮುಂದೆ, ಆ್ಯಪ್‌ಗಳನ್ನು ತಡೆಹಿಡಿಯಲು Apple ಸ್ಕ್ರೀನ್ ಟೈಮ್ ಅನುಮತಿ ಕೇಳುತ್ತದೆ. ಮುಂದುವರಿಸಿ ಟ್ಯಾಪ್ ಮಾಡಿ.
ko: 다음으로 앱을 일시 중지할 수 있도록 Apple이 스크린 타임 권한을 요청해요. 계속을 탭하세요.
ml: അടുത്തതായി, ആപ്പുകൾ പോസ് ചെയ്യാൻ Apple ‘സ്ക്രീൻ സമയം’ അനുമതി ചോദിക്കും. തുടരൂ ടാപ്പ് ചെയ്യൂ.
mr: यानंतर ॲप्स थांबवता यावीत म्हणून Apple स्क्रीन टाइमची परवानगी मागेल. सुरू ठेवा वर टॅप करा.
ms: Seterusnya, Apple meminta Masa Skrin supaya apl boleh dijeda. Ketik Teruskan.
nb: Deretter ber Apple om Skjermtid slik at appene kan pauses. Trykk på Fortsett.
nl: Daarna vraagt Apple om Schermtijd zodat de apps kunnen pauzeren. Tik op Verder.
or: ଏହାପରେ ଆପ୍ ବିରାମ କରିବା ପାଇଁ Apple ସ୍କ୍ରିନ୍ ଟାଇମ୍ ଅନୁମତି ମାଗିବ। ଜାରି ରଖନ୍ତୁ ଟ୍ୟାପ୍ କରନ୍ତୁ।
pa: ਅੱਗੇ, ਐਪਾਂ ਰੋਕਣ ਲਈ Apple ਸਕ੍ਰੀਨ ਟਾਈਮ ਦੀ ਇਜਾਜ਼ਤ ਮੰਗੇਗਾ। ਜਾਰੀ ਰੱਖੋ ’ਤੇ ਟੈਪ ਕਰੋ।
pl: Potem Apple poprosi o dostęp do Czasu przed ekranem, aby Pillie mogło wstrzymywać aplikacje. Stuknij Dalej.
pt_br: Em seguida, a Apple pede Tempo de Uso para que os apps possam ser pausados. Toque em Continuar.
pt_pt: A seguir, a Apple pede acesso ao Tempo de ecrã para as apps poderem ficar em pausa. Toca em Continuar.
ro: Apoi Apple cere Timp de utilizare ca aplicațiile să poată intra în pauză. Atinge Continuă.
ru: Далее Apple запросит доступ к Экранному времени, чтобы приложения могли вставать на паузу. Нажми «Дальше».
sk: Potom Apple požiada o Čas pred obrazovkou, aby sa aplikácie mohli pozastaviť. Ťukni na Pokračovať.
sl: Nato Apple zahteva dostop do Časa pred zaslonom, da se aplikacije lahko zaustavijo. Tapni Nadaljuj.
sv: Sedan ber Apple om Skärmtid så att apparna kan pausas. Tryck på Fortsätt.
ta: அடுத்து, ஆப்ஸை இடைநிறுத்த Apple ஸ்கிரீன் டைம் அனுமதியைக் கேட்கும். தொடரவும் என்பதைத் தட்டுங்கள்.
te: తర్వాత, యాప్‌లను పాజ్ చేయడానికి Apple స్క్రీన్ టైమ్ అనుమతి అడుగుతుంది. కొనసాగించండి నొక్కండి.
th: จากนั้น Apple จะขอสิทธิ์เวลาหน้าจอเพื่อให้แอปหยุดชั่วคราวได้ แตะ “ต่อไป”
tr: Ardından Apple, uygulamaların duraklayabilmesi için Ekran Süresi izni ister. Devam’a dokun.
uk: Далі Apple попросить доступ до Екранного часу, щоб застосунки могли ставати на паузу. Торкнись «Далі».
ur: اس کے بعد Apple اسکرین ٹائم کی اجازت مانگے گا، تاکہ ایپس رک سکیں۔ جاری رکھیں پر ٹیپ کریں۔
vi: Tiếp theo, Apple sẽ yêu cầu quyền Thời gian sử dụng để các ứng dụng có thể tạm dừng. Chạm vào Tiếp tục.
zh_hans: 接下来，Apple 会请求屏幕使用时间权限，这样应用才能暂停。点按“继续”。
zh_hant: 接下來，Apple 會要求存取螢幕使用時間，才能暫停 App。點一下「繼續」。

# onboarding.blocking_setup.selected_count
source: %lld selected
ar: %lld محدد
bn: %lld নির্বাচিত
ca: %lld seleccionats
cs: Vybráno: %lld
da: %lld valgt
de: %lld ausgewählt
el: %lld επιλεγμένα
es: %lld seleccionadas
fi: %lld valittu
fr: %lld sélectionnées
gu: %lld પસંદ કરેલ
he: %lld נבחרו
hi: %lld चुने गए
hr: Odabrano: %lld
hu: %lld kijelölve
id: %lld dipilih
it: %lld elementi selezionati
ja: %lld件を選択中
kn: %lld ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ko: %lld개 선택됨
ml: %lld തിരഞ്ഞെടുത്തു
mr: %lld निवडली
ms: %lld dipilih
nb: %lld valgt
nl: %lld geselecteerd
or: %lld ବଛା ହୋଇଛି
pa: %lld ਚੁਣੀਆਂ
pl: Wybrano: %lld
pt_br: %lld selecionados
pt_pt: %lld selecionadas
ro: %lld selectate
ru: Выбрано: %lld
sk: Vybrané: %lld
sl: Izbrano: %lld
sv: %lld valda
ta: %lld தேர்ந்தெடுக்கப்பட்டது
te: %lld ఎంచుకోబడ్డాయి
th: เลือกแล้ว %lld รายการ
tr: %lld seçildi
uk: Вибрано: %lld
ur: %lld منتخب
vi: Đã chọn %lld
zh_hans: 已选择 %lld 项
zh_hant: 已選擇 %lld 項

# onboarding.blocking_setup.selected_count_one
source: 1 selected
ar: 1 محدد
bn: 1টি নির্বাচিত
ca: 1 seleccionat
cs: Vybráno 1
da: 1 valgt
de: 1 ausgewählt
el: 1 επιλεγμένο
es: 1 seleccionada
fi: 1 valittu
fr: 1 sélectionnée
gu: 1 પસંદ કરેલ
he: 1 נבחרה
hi: 1 चुना गया
hr: 1 odabrano
hu: 1 kijelölve
id: 1 dipilih
it: 1 elemento selezionato
ja: 1件を選択中
kn: 1 ಆಯ್ಕೆ ಮಾಡಲಾಗಿದೆ
ko: 1개 선택됨
ml: 1 തിരഞ്ഞെടുത്തു
mr: 1 निवडले
ms: 1 dipilih
nb: 1 valgt
nl: 1 geselecteerd
or: 1 ବଛା ହୋଇଛି
pa: 1 ਚੁਣੀ
pl: Wybrano 1
pt_br: 1 selecionado
pt_pt: 1 selecionada
ro: 1 selectată
ru: Выбрано: 1
sk: Vybraná: 1
sl: 1 izbrano
sv: 1 vald
ta: 1 தேர்ந்தெடுக்கப்பட்டது
te: 1 ఎంచుకోబడింది
th: เลือกแล้ว 1 รายการ
tr: 1 seçildi
uk: Вибрано: 1
ur: 1 منتخب
vi: Đã chọn 1
zh_hans: 已选择 1 项
zh_hant: 已選擇 1 項
